/* managedsoftwareupdate message */
"Checking Apple Software Update catalog..." = "Controllo catalogo Aggiornamenti Software Apple...";

/* managedsoftwareupdate message */
"Checking for additional changes..." = "Controllo per ulteriori cambiamenti...";

/* managedsoftwareupdate message */
"Checking for available Apple Software Updates..." = "Controllo Aggiornamenti Software Apple disponibili...";

/* managedsoftwareupdate message */
"Checking for available updates..." = "Controllo aggiornamenti disponibili...";

/* managedsoftwareupdate message */
"Determining which filesystem items to remove" = "Determino elementi del filesystem da rimuovere";

/* managedsoftwareupdate message */
"Done." = "Fatto.";

/* managedsoftwareupdate message */
"Downloading available Apple Software Updates..." = "Download Aggiornamenti Apple Disponibili in corso...";

/* managedsoftwareupdate message */
"Finishing..." = "Conclusione...";

/* managedsoftwareupdate message */
"Gathering information on installed packages" = "Raccolta informazioni sui pacchetti installati in corso";

/* managedsoftwareupdate message */
"Installing available Apple Software Updates..." = "Installazione Aggiornamenti Software Apple in corso...";

/* managedsoftwareupdate message */
"Nothing to remove." = "Niente da Rimuovere.";

/* managedsoftwareupdate message */
"Package removal complete." = "Rimozione pacchetto riuscita.";

/* managedsoftwareupdate message */
"Performing postflight tasks..." = "Controllo post-installazione in corso...";

/* managedsoftwareupdate message */
"Performing preflight tasks..." = "Controllo pre-installazione in corso...";

/* managedsoftwareupdate message */
"Removing receipt info" = "Rimozione info in corso";

/* No comment provided by engineer. */
"Restart" = "Riavvio";

/* No comment provided by engineer. */
"Restart Required" = "Restart Required";

/* managedsoftwareupdate message */
"Retrieving list of software for this machine..." = "Recupero la lista delle applicazioni per questo mac...";

/* managedsoftwareupdate message */
"Running Adobe Patch Installer" = "Adobe Patch Installer in esecuzione";

/* managedsoftwareupdate message */
"Running Adobe Setup" = "Adobe Setup in esecuzione";

/* managedsoftwareupdate message */
"Running Adobe Uninstall" = "Adobe Uninstall in esecuzione";

/* managedsoftwareupdate message */
"Software installed or removed requires a restart." = "L'applicazione installata o rimossa richiede il riavvio.";

/* No comment provided by engineer. */
"Software installed or removed requires a restart. You will have a chance to save open documents." = "L'applicazione installata o rimossa richiede il riavvio. Avrai la possibilità di salvare i documenti aperti.";

/* managedsoftwareupdate message */
"Starting Adobe installer..." = "Avvio Adobe installer...";

/* managedsoftwareupdate message */
"Starting..." = "Avvio...";

/* No comment provided by engineer. */
"Starting…" = "Avvio…";

/* managedsoftwareupdate message */
"The software was successfully installed." = "L'applicazione è stata installata con successo.";

/* managedsoftwareupdate message */
"Verifying package integrity..." = "Controllo l'integrità del pacchetto...";

/* managedsoftwareupdate message */
"Waiting for network..." = "In attesa del network...";

